Repository: FramNaVer/Project-Weather
Catalog: TMP_mvc/Resources/Views/WeatherApi/Index.*.resx
Languages: th_th

# PageTitle
source: Weather City
th_th: พยากรณ์อากาศรายเมือง

# SearchTitle
source: Search Weather City
th_th: ค้นหาสภาพอากาศของเมือง

# SearchCardTitle
source: üîç Search Weather
th_th: 🔍 ค้นหาสภาพอากาศ

# CityLabel
source: City
th_th: ชื่อเมือง

# CityPlaceholder
source: Example Bangkok
th_th: ตัวอย่าง กรุงเทพ

# SearchButton
source: Search
th_th: ค้นหา

source: Loading...
th_th: กำลังโหลด...

# WeatherCardTitle
source: üìç Weather Data
th_th: 📍 ข้อมูลสภาพอากาศ

source: City
th_th: เมือง

source: Temperature
th_th: อุณหภูมิ

source: Weather
th_th: สภาพอากาศ

source: Humidity
th_th: ความชื้น

source: Wind Speed
th_th: ความเร็วลม

source: Cloudiness
th_th: ความครึ้มของเมฆ

# ValidationError
source: Please correct the following errors.
th_th: กรุณาแก้ไขข้อผิดพลาดต่อไปนี้

# weather_few_clouds
source: Few clouds
th_th: เมฆเล็กน้อย

# weather_scattered_clouds
source: Scattered clouds
th_th: เมฆกระจัดกระจาย

# weather_broken_clouds
source: Broken clouds
th_th: เมฆแตกกระจาย

# weather_shower_rain
source: Shower rain
th_th: ฝนตกปรอยๆ

# weather_rain
source: Rain
th_th: ฝนตก

# weather_thunderstorm
source: Thunderstorm
th_th: พายุฝนฟ้าคะนอง

# weather_snow
source: Snow
th_th: หิมะตก

# weather_mist
source: Mist
th_th: หมอก

# weather_overcast_clouds
source: Overcast clouds
th_th: เมฆครึ้ม

# weather_light_rain
source: Light rain
th_th: ฝนตกเล็กน้อย

# weather_moderate_rain
source: Moderate rain
th_th: ฝนปานกลาง
