Repository: FramNaVer/Project-Weather
Catalog: TMP_mvc/Resources/Views/Shared/_Layout.*.resx
Languages: th_th

source: Temperature
th_th: อุณหภูมิ

source: About
th_th: เกี่ยวกับ

source: Contact
th_th: ติดต่อ

source: Comment
th_th: ความคิดเห็น

source: Leaflet Map
th_th: แผนที่ Leaflet

source: Combind Weather
th_th: สภาพอากาศรวม

source: Forecast Weather
th_th: พยากรณ์อากาศ

source: Interest
th_th: สิ่งที่สนใจ

source: Interest City
th_th: เมืองที่สนใจ

source: Stats
th_th: สถิติ

source: Search Temperature
th_th: ค้นหาอุณหภูมิ

source: Check Temperature
th_th: ตรวจสอบอุณหภูมิ

source: WeatherCity API
th_th: API สภาพอากาศ

source: Air Quality
th_th: คุณภาพอากาศ
